var SF_MAX = 137;
var LR_START = 138;
var REG_START = 143;//297-136;
var RegName = [
/*SYSTEM*/	
    "SR_GAME_COUNT",	//=SYS_REG_START,		/* [00] ゲーム回数			*/
    "SR_TITLE",				/* [01] タイトル			*/
/*SCRIPT*/
    "SR_LIN",	//					/* [02] 黛ストレス値			*/
    "SR_COCORO_ILLUST",	//			/* [03] メモのイラスト			*/	/* こころ２日目		*/
    "SR_COCORO_MAGURO",	//			/* [04] 段ボールが崩れた		*/	/* こころ２日目		*/
    "SR_COCORO_HUTAGO",	//			/* [05] ゆに双子説			*/	/* こころ２日目		*/
    "SR_COCORO_KANRI_COCORO",	//			/* [06] 食料をこころが管理		*/	/* こころ４日目		*/
    "SR_SATORU_NAYAMU",	//			/* [07] とても悩んだ			*/	/* 悟１日目		*/
    "SR_SATORU_COFFEE",	//			/* [O8] ２日目にコーヒー飲んでない	*/	/* 悟２日目		*/
    "SR_SATORU_COCORO_LIVE",	//			/* [09] こころが生きていてくれて嬉しい	*/	/* 悟３日目		*/
    "SR_SATORU_GURUGURU",	//			/* [10] 鈴とぐるぐる話してない		*/	/* 悟５日目		*/ //10
    "SR_BAD_COCORO_SUIMINYAKU",	//		/* [11] 睡眠薬飲んでない		*/	/* こころ１日目		*/
    "SR_BAD_COCORO_SYOKUJI",	//			/* [12] ３日目と４日目スフィアで食べた	*/	/* こころ３日目		*/
    "SR_BAD_COCORO_ENOMOTO",	//			/* [13] 榎本に殺される			*/	/* こころ４日目		*/
    "SR_BAD_COCORO_SPHIA",	//			/* [14] スフィアで遭難した		*/	/* こころ４日目		*/
    "SR_BAD_COCORO_LIN_1",	//			/* [15] 黛発狂Ａ			*/	/* こころ５日目		*/
    "SR_BAD_COCORO_YOMOGI",	//			/* [16] 黄泉木発狂			*/	/* こころ５日目		*/
    "SR_BAD_COCORO_LIN_2",	//			/* [17] 黛発狂Ｂ			*/	/* こころ５日目		*/
    "SR_BAD_COCORO_LIN_3",	//			/* [18] 黛発狂Ｃ			*/	/* こころ５日目		*/
    "SR_BAD_COCORO_AKEKURA",	//			/* [19] 朱倉で遭難			*/	/* こころ５日目		*/
    "SR_BAD_COCORO_TOUSI_COCORO",	//		/* [20] 事故現場で凍死			*/	/* こころ５日目		*/ // 20
    "SR_BAD_COCORO_UNI",	//			/* [21] ゆに低体温症で死亡		*/	/* こころ５日目		*/
    "SR_BAD_COCORO_7A",	//			/* [22] こころ7日目で死亡Ａ		*/	/* こころ７日目		*/
    "SR_BAD_COCORO_7B",	//			/* [23] こころ7日目で死亡Ｂ		*/	/* こころ７日目		*/
    "SR_BAD_SATORU_BAD",	//			/* [24] 悟バッドエンドＡ		*/	/* 悟２日目		*/
    "SR_BAD_SATORU_MIZU",	//			/* [25] 水飲んでＢＡＤ			*/	/* 悟４日目		*/
    "SR_BAD_SATORU_YUBI",	//			/* [26] 指飛ばされてＢＡＤ		*/	/* 悟６日目		*/
    "SR_BAD_SATORU_ROLLBAD",	//			/* [27] ロール有りＢＡＤ		*/	/* 悟７日目		*/
    "SR_ED_COUNT",	//				/* [28] ＥＤ回数			*/	/* 			*/
    "SR_SHORTCUT",	//				/* [29] ショートカット許可レジスタ	*/	/* ショートカット	*/
    "SR_SHORTCUT_CO",	//				/* [30] ショートカット許可レジスタ	*/	/* ショートカット	*/ // 30
    "SR_SHORTCUT_SA",	//				/* [31] ショートカット許可レジスタ	*/	/* ショートカット	*/
    "SR_END_SATORU_EP",	//			/* [32] 前回プレイ編判別用		*/	/* ショートカット	*/
    "SR_MAX",	//
/************************************************************************************************/
/* システムフラグ										*/
/************************************************************************************************/
/*SYSTEM*/
    "SF_GAME_START",// = SYS_FLG_START,		/* [00] ゲーム起動			*/
    "SF_DEBUG_MODE",	//				/* [01] デバッグモード			*/
    "SF_02",	//					/* [02] 				*/
    "SF_03",	//					/* [03] 				*/
    "SF_04",	//					/* [04] 				*/
    "SF_05",	//					/* [05] 				*/
    "SF_06",	//					/* [06] 				*/	// 40
    "SF_07",	//					/* [07] 				*/
    "SF_08",	//					/* [08] 				*/
    "SF_09",	//					/* [09] 				*/
    "SF_10",	//					/* [10] 				*/
    "SF_11",	//					/* [11] 				*/
    "SF_12",	//					/* [12] 				*/
    "SF_13",	//					/* [13] 				*/
    "SF_14",	//					/* [14] 				*/
    "SF_15",	//					/* [15] 				*/
    "SF_ENDING_ALL",	//				/* [16] エンディング全開放		*/	// 50
    "SF_TITLE_ALL",	//				/* [17] タイトル全開放			*/
    "SF_ALBUM_ALL",	//				/* [18] アルバム全開放			*/
    "SF_MUSIC_ALL",	//				/* [19] ミュージック全開放		*/
    "SF_MSG_ALL",	//				/* [20] メッセージ全開放		*/
    "SF_SELECT_ALL",	//				/* [21] 選択肢全開放			*/
    "SF_TIME_ALL",	//				/* [22] プレイ時間全開放		*/
    "SF_TIPS_ALL",	//				/* [23] ＴＩＰＳ全開放			*/
    "SF_24",	//					/* [24] 				*/
    "SF_HISTORY_N7",	//				/* [25] 				*/
    "SF_HISTORY_E17",	//				/* [26] 				*/	// 60
    "SF_HISTORY_MSG",	//				/* [27] 				*/
    "SF_ALL_CLEAR",	//				/* [28] 				*/
    "SF_GAME_CLEAR",	//				/* [29] 				*/
    "SF_TIPS_MSG",	//				/* [30] 				*/
    "SF_SELECT_MAX",	//				/* [31] 選択肢最大			*/
/*SCRIPT*/
    "SF_ED_COCORO_GOOD",	//			/* [32] こころ編クリア			*/	/* こころ編EP	*/
    "SF_ED_COCORO_SUIMINYAKU",	//		/* [33] 睡眠薬飲まずＢＡＤ		*/	/* こころ２日目	*/
    "SF_ED_COCORO_BAD_1",	//			/* [34] 悟バッドエンドＡ		*/	/* こころ３日目	*/
    "SF_ED_COCORO_MIZU",	//			/* [35] 水飲んでＢＡＤ			*/	/* こころ４日目	*/
    "SF_ED_COCORO_LIN_1",	//			/* [36] 黛発狂ＡＢＡＤ			*/	/* こころ４日目	*/ // 70
    "SF_ED_COCORO_SPHIA",	//			/* [37] スフィアで遭難ＢＡＤ		*/	/* こころ４日目	*/
    "SF_ED_COCORO_ENOMOTO",	//			/* [38] 榎本に殺されるＢＡＤ		*/	/* こころ４日目	*/
    "SF_ED_COCORO_LIN_2",	//			/* [39] 黛発狂ＢＢＡＤ			*/	/* こころ５日目	*/
    "SF_ED_COCORO_YOMOGI",	//			/* [40] 黄泉木発狂ＢＡＤ		*/	/* こころ５日目	*/
    "SF_ED_COCORO_SYOKUJI",	//			/* [41] スフィアで食事ＢＡＤ		*/	/* こころ５日目	*/
    "SF_ED_COCORO_LIN_3",	//			/* [42] 黛発狂ＣＢＡＤ			*/	/* こころ５日目	*/
    "SF_ED_COCORO_AKEKURA_1",	//			/* [43] 朱倉で遭難１ＢＡＤ		*/	/* こころ５日目	*/
    "SF_ED_COCORO_AKEKURA_2",	//			/* [44] 朱倉で遭難２ＢＡＤ		*/	/* こころ５日目	*/
    "SF_ED_COCORO_TOUSHI_1",	//			/* [45] 事故現場で凍死１ＢＡＤ		*/	/* こころ５日目	*/
    "SF_ED_COCORO_TOUSHI_2",	//			/* [46] 事故現場で凍死２ＢＡＤ		*/	/* こころ５日目	*/ // 80
    "SF_ED_COCORO_TOUSHI_UNI",	//		/* [47] ゆに凍死ＢＡＤ			*/	/* こころ６日目	*/
    "SF_ED_COCORO_NADARE_1",	//			/* [48] 雪崩１ＢＡＤ			*/	/* こころ７日目	*/
    "SF_ED_COCORO_NADARE_2",	//			/* [49] 雪崩２ＢＡＤ			*/	/* こころ７日目	*/
    "SF_ED_COCORO_NADARE_3",	//			/* [50] 雪崩３ＢＡＤ			*/	/* こころ７日目	*/
    "SF_ED_COCORO_ROLLBAD",	//			/* [51] 胡蝶の夢２			*/	/* こころ７日目	*/
    "SF_ED_SATORU_GOOD",	//			/* [52] 悟編クリア（オールクリア？）	*/	/* 悟編７日	*/
    "SF_ED_SATORU_BAD_1",	//			/* [53] 悟バッドエンドＡ		*/	/* 悟２日目	*/
    "SF_ED_SATORU_SUIMINYAKU",	//		/* [54] 睡眠薬飲まずＢＡＤ		*/	/* 悟２日目	*/
    "SF_ED_SATORU_MIZU",	//			/* [55] 水飲んでＢＡＤ			*/	/* 悟４日目	*/
    "SF_ED_SATORU_LIN_1",	//			/* [56] 黛発狂ＡＢＡＤ			*/	/* 悟４日目	*/ // 90
    "SF_ED_SATORU_SPHIA",	//			/* [57] スフィアで遭難ＢＡＤ		*/	/* 悟４日目	*/
    "SF_ED_SATORU_ENOMOTO",	//			/* [58] 榎本に殺されるＢＡＤ		*/	/* 悟４日目	*/
    "SF_ED_SATORU_LIN_2",	//			/* [59] 黛発狂ＢＢＡＤ			*/	/* 悟５日目	*/
    "SF_ED_SATORU_YOMOGI",	//			/* [60] 黄泉木発狂ＢＡＤ		*/	/* 悟５日目	*/
    "SF_ED_SATORU_YUBI",	//			/* [61] 指飛ばされてＢＡＤ		*/	/* 悟６日目	*/
    "SF_ED_SATORU_ROLLBAD",	//			/* [62] ロール有りＢＡＤ		*/	/* 悟７日目	*/
    "SF_ED_SATORU_KOYA",	//			/* [63] 小屋に誰もいないＢＡＤ		*/	/* 悟７日目	*/
    "SF_ED_SATORU_TOUSHI_UNI",	//		/* [64] ゆに凍死ＢＡＤ			*/	/* 悟７日目	*/
    "SF_ED_COCORO_ENOMOTO_1",	//			/* [65] 削除予定			*/	/* メイク通す用	*/
    "SF_ED_COCORO_ENOMOTO_2",	//			/* [66] 削除予定			*/	/* メイク通す用	*/ // 100
    "SF_ED_COCORO_YUBI",	//			/* [67] 削除予定			*/	/* メイク通す用	*/
    "SF_ED_SATORU_CHIRA_DMT",	//			/* [68] チラミンとＤＭＴのＢＡＤ	*/	/* 悟５日目	*/
    "SF_ED_SATORU_EPILOGUE",	//			/* [69] 悟編エピローグ			*/	/* 悟エピローグ	*/
    "SF_SC_COCORO_1A",	//			/* [70] こころ１日目解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_1B",	//			/* [71] こころ１日目途中解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_2A",	//			/* [72] こころ２日目解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_2B",	//			/* [73] こころ２日目途中解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_3A",	//			/* [74] こころ３日目解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_3B",	//			/* [75] こころ３日目途中解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_4A",	//			/* [76] こころ４日目解放	*/	/* ショートカット	*/	// 110
    "SF_SC_COCORO_4B",	//			/* [77] こころ４日目途中解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_5A",	//			/* [78] こころ５日目解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_5B",	//			/* [79] こころ５日目途中解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_6A",	//			/* [80] こころ６日目解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_6B",	//			/* [81] こころ６日目途中解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_7A",	//			/* [82] こころ７日目解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_7B",	//			/* [83] こころ７日目途中解放	*/	/* ショートカット	*/
    "SF_SC_COCORO_EP",	//			/* [84] こころエピ解放		*/	/* ショートカット	*/
    "SF_SC_SATORU_1A",	//			/* [85] サトル１日目解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_1B",	//			/* [86] サトル１日目途中解放	*/	/* ショートカット	*/	// 120
    "SF_SC_SATORU_2A",	//			/* [87] サトル２日目解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_2B",	//			/* [88] サトル２日目途中解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_3A",	//			/* [89] サトル３日目解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_3B",	//			/* [90] サトル３日目途中解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_4A",	//			/* [91] サトル４日目解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_4B",	//			/* [92] サトル４日目途中解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_5A",	//			/* [93] サトル５日目解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_5B",	//			/* [94] サトル５日目途中解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_6A",	//			/* [95] サトル６日目解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_6B",	//			/* [96] サトル６日目途中解放	*/	/* ショートカット	*/	// 130
    "SF_SC_SATORU_7A",	//			/* [97] サトル７日目解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_7B",	//			/* [98] サトル７日目途中解放	*/	/* ショートカット	*/
    "SF_SC_SATORU_EP",	//			/* [99] サトルエピ解放		*/	/* ショートカット	*/
    "SF_SATORU_SYSMES",	//			/* [00] サトルＳＹＳＭＥＳ既読	*/	/* ショートカット	*/
    "SF_MES_MAX",	//				/* [01] ＭＥＳ１００％		*/	/* ショートカット	*/
    "SF_MAX",	//	// 136
/************************************************************************************************/
/* ローカルレジスタ										*/
/************************************************************************************************/
/*SYSTEM*/
    "LR_P00",	// = LOC_REG_START,			/* [00] プログラムレジスタ０		*/
    "LR_P01",	//					/* [01] プログラムレジスタ１		*/
    "LR_P02",	//					/* [02] プログラムレジスタ２		*/
    "LR_MODE",	//				/* [03] プログラムレジスタ３		*/	// 140
    "LR_T00",	//					/* [04] テンポラリレジスタ０		*/
    "LR_DEBUG",	//				/* [05] デバッグ			*/
    "LR_NO",	//					/* [06] シナリオ番号			*/
    "LR_SEL",	//					/* [07] 選択肢				*/
    "LR_YEAR",	//				/* [08] 年				*/
    "LR_MON",	//					/* [09] 月				*/
    "LR_DAY",	//					/* [10] 日				*/
    "LR_WEK",	//					/* [11] 曜				*/
    "LR_HOU",	//					/* [12] 時 				*/
    "LR_MIN",	//					/* [13] 分				*/	// 150
    "LR_WIN_OFF",	//				/* [14] 予備１５			*/
    "MusicNo",	//				/* [15] 予備１６			*/
/*SCRIPT*/
    "LR_PRO",	//					/* [10] 最初の選択肢			*/
    "LR_LIN",	//					/* [11] 黛ストレス値			*/	/* バイオ参照用兼用	*/
    "LR_COCORO",	//				/* [12] こころ体力値			*/
    "LR_COCORO_SYOKUJI",	//			/* [13] 食事				*/	/* こころ１日目	*/
    "LR_SATORU",	//				/* [14] ｉ（悟編計算用レジスタ）	*/
    "LR_POINT",	//				/* [15] 得点保存用			*/
    "LR_RND",	//					/* [16] 乱数保存用			*/
    "LR_M00",	//					/* [17] MACLOCAL用レジスタ		*/	// 160
    "LR_M01",	//					/* [18] MACLOCAL用レジスタ		*/
    "LR_M02",	//					/* [19] MACLOCAL用レジスタ		*/
    "LR_M03",	//					/* [20] MACLOCAL用レジスタ		*/
    "LR_M04",	//					/* [21] MACLOCAL用レジスタ		*/
    "LR_M05",	//					/* [22] MACLOCAL用レジスタ		*/
    "LR_M06",	//					/* [23] MACLOCAL用レジスタ		*/
    "LR_M07",	//					/* [24] MACLOCAL用レジスタ		*/
    "LR_M08",	//					/* [25] MACLOCAL用レジスタ		*/
    "LR_M09",	//					/* [26] MACLOCAL用レジスタ		*/
    "LR_M10",	//					/* [27] MACLOCAL用レジスタ		*/	// 170
    "LR_M11",	//					/* [28] MACLOCAL用レジスタ		*/
    "LR_M12",	//					/* [29] MACLOCAL用レジスタ		*/
    "LR_M13",	//					/* [30] MACLOCAL用レジスタ		*/
    "LR_M14",	//					/* [31] MACLOCAL用レジスタ		*/
    "LR_M15",	//					/* [32] MACLOCAL用レジスタ		*/
    "LR_COCORO_ILLUST",	//			/* [33] メモのイラスト			*/	/* バイオ参照用兼用	*/
    "LR_M16",	//					/* [34] MACLOCAL用レジスタ		*/
    "LR_M17",	//					/* [35] MACLOCAL用レジスタ		*/
    "LR_CHAPTER",	//				/* [36]	チャプタ			*/
    "LR_SATORU_EP",	//				/* [37]	悟エピローグ判定		*/	// 180
    "LR_SHORTCUT_CO",	//				/* [38]	ショートカット許可判定用	*/
    "LR_SHORTCUT_SA",	//				/* [39]	ショートカット許可判定用	*/
    "LR_END_SATORU_EP",	//			/* [40]	前回プレイ判別用		*/
    "LR_M18",	//					/* [41] MACLOCAL用レジスタ		*/
    "LR_M19",	//					/* [42] MACLOCAL用レジスタ		*/
    "LR_M20",	//					/* [43] MACLOCAL用レジスタ		*/
    "LR_M21",	//					/* [44] MACLOCAL用レジスタ		*/
    "LR_W00",	//					/* [45] なにこれ？			*/
    "LR_G00",	//					/* [46] MACLOCAL用レジスタ２		*/
    "LR_TIMEPOINT",	//				/* [47] タイムポイント			*/	// 190
    "LR_MAX",	//
/************************************************************************************************/
/* ローカルフラグ										*/
/************************************************************************************************/
/*SYSTEM*/
    "LF_T00",	//=LOC_FLG_START,			/* [00] テンポラリフラグ００		*/
    "LF_T01",	//					/* [01] テンポラリフラグ０１		*/
    "LF_T02",	//					/* [02] テンポラリフラグ０２		*/
    "LF_T03",	//					/* [03] テンポラリフラグ０３		*/
    "LF_04",	//					/* [04] 				*/
    "LF_05",	//					/* [05] 				*/
    "LF_06",	//					/* [06] 				*/
    "LF_07",	//					/* [07] 				*/
    "LF_08",	//					/* [08] 				*/	// 200
    "LF_09",	//					/* [09] 				*/
    "LF_10",	//					/* [10] 				*/
    "LF_11",	//					/* [11] 				*/
    "LF_12",	//					/* [12] 				*/
    "LF_13",	//					/* [13] 				*/
    "LF_14",	//					/* [14] 				*/
    "LF_15",	//					/* [15] 				*/
/*SCRIPT*/
    "LF_COCORO_UNI_ROOM",	//			/* [16] ゆにの部屋に行った		*/	/* こころ１日目	*/
    "LF_COCORO_EXIT",	//				/* [17] 一度表に出た			*/	/* こころ１日目	*/
    "LF_COCORO_INUBUSHI",	//			/* [18] 犬伏に会った			*/	/* こころ１日目	*/ // 210
    "LF_COCORO_NEZUMI",	//			/* [19] ネズミが苦手			*/	/* こころ１日目	*/
    "LF_COCORO_COCORO",	//			/* [20] こころだと訴えた		*/	/* こころ１日目	*/
    "LF_COCORO_WHO",	//				/* [21] あなたは誰			*/	/* こころ１日目	*/
    "LF_COCORO_DOUBT",	//			/* [22] 逢いたかった発言に懐疑		*/	/* こころ１日目	*/
    "LF_COCORO_KANPAN",	//			/* [23] カンパン食べた			*/	/* こころ１日目	*/
    "LF_COCORO_SUIMINYAKU",	//			/* [24] 睡眠薬飲んでない		*/	/* こころ１日目	*/
    "LF_COCORO_SYOKUJI",	//			/* [25] ３日目と４日目スフィアで食べた	*/	/* こころ３日目	*/
    "LF_COCORO_SETSUMEI",	//			/* [26] 黛に行き先を説明した		*/	/* こころ３日目	*/
    "LF_COCORO_TESOU",	//			/* [27] ゆにに手相を見て貰った		*/	/* こころ３日目	*/
    "LF_COCORO_KANRI_LIN",	//			/* [28] 食料は黛が管理			*/	/* こころ４日目	*/ // 220
    "LF_COCORO_KABEZOI",	//			/* [29] 壁に沿って歩いた		*/	/* こころ４日目	*/
    "LF_COCORO_SPHIA",	//			/* [30] スフィアで遭難した		*/	/* こころ４日目	*/
    "LF_COCORO_YOMOGI_1",	//			/* [31] 黄泉木を置いていった		*/	/* こころ５日目	*/
    "LF_COCORO_YOMOGI_2",	//			/* [32] 黄泉木に背負わせた		*/	/* こころ５日目	*/
    "LF_COCORO_TOUSHI_UNI",	//			/* [33] ゆに低体温症で死亡		*/	/* こころ５日目	*/
    "LF_COCORO_TOUSI_COCORO",	//			/* [34] 事故現場で凍死			*/	/* こころ５日目	*/
    "LF_COCORO_UNI",	//				/* [35] ゆに低体温症で死亡		*/	/* こころ５日目	*/
    "LF_SATORU_HOTORI",	//			/* [36] 穂鳥を守ると誓った		*/	/* 悟１日目	*/
    "LF_SATORU_HAL",	//				/* [37] 聞き覚えがない			*/	/* 悟１日目	*/
    "LF_SATORU_UTSUMI",	//			/* [38] 時計台に登った理由を尋ねた	*/	/* 悟１日目	*/	// 230
    "LF_SATORU_BLACK",	//			/* [39] ブラックがお好き		*/	/* 悟２日目	*/
    "LF_SATORU_TOKEIDAI",	//			/* [40] 時計台に登った			*/	/* 悟２日目	*/
    "LF_SATORU_SYOKUYOKU",	//			/* [41] 食欲あり			*/	/* 悟２日目	*/
    "LF_SATORU_UNI_ROOM",	//			/* [42] ゆに部屋			*/	/* 悟２日目	*/
    "LF_SATORU_INUBUSHI_ROOM",	//		/* [43] 犬伏部屋			*/	/* 悟２日目	*/
    "LF_SATORU_YOMOGI",	//			/* [44] 黄泉木らの名前に聞き覚えない	*/	/* 悟２日目	*/
    "LF_SATORU_SNOWBOARD",	//			/* [45] スノボ				*/	/* 悟３日目	*/
    "LF_SATORU_BASKET",	//			/* [46] バスケ				*/	/* 悟３日目	*/
    "LF_SATORU_2PL",	//				/* [47] ゆに２ＰＬ			*/	/* 悟３日目	*/
    "LF_SATORU_WIN",	//				/* [48] 穂鳥にバスケで勝った		*/	/* 悟３日目	*/ // 240
    "LF_SATORU_LOSE",	//				/* [49] 穂鳥にバスケで負けた		*/	/* 悟３日目	*/
    "LF_SATORU_COFFEE4",	//			/* [50] コーヒー飲んだ（4日目）		*/	/* 悟４日目	*/
    "LF_SATORU_KILL",	//				/* [51] 穂鳥を殺したい			*/	/* 悟５日目	*/
    "LF_SATORU_HANNIN",	//			/* [52] 穂鳥を殺したいし犯人だと思ってる*/	/* 悟５日目	*/
    "LF_SATORU_TOBIRIN",	//			/* [53] トビリンぶちきれ		*/	/* 悟５日目	*/
    "LF_SATORU_BETSUJIN",	//			/* [54] 犬伏と穂鳥は別人の話が出た	*/	/* 悟６日目	*/
    "LF_SATORU_TRUE",	//				/* [55] ３点間転移に気付いている	*/	/* 悟７日目	*/
    "LF_SATORU_TENI4",	//			/* [56] ４点間転移を推理		*/	/* 悟７日目	*/
    "LF_M00",	//					/* [57]	UV用フラグ			*/
    "LF_M01",	//					/* [58]	UV用フラグ			*/	// 250
    "LF_M02",	//					/* [59]	UV用フラグ			*/
    "LF_M03",	//					/* [60]	UV用フラグ			*/
    "LF_M04",	//					/* [61]	UV用フラグ			*/
    "LF_M05",	//					/* [62]	UV用フラグ			*/
    "LF_COCORO_MAGURO",	//			/* [63] 段ボールが崩れた		*/	/* バイオ参照用兼用	*/
    "LF_COCORO_HUTAGO",	//			/* [64] ゆに双子説			*/	/* バイオ参照用兼用	*/
    "LF_COCORO_KANRI_COCORO",	//			/* [65] 食料をこころが管理		*/	/* バイオ参照用兼用	*/
    "LF_SATORU_NAYAMU",	//			/* [66] とても悩んだ			*/	/* バイオ参照用兼用	*/
    "LF_SATORU_COFFEE",	//			/* [67] ２日目にコーヒー飲んでない	*/	/* バイオ参照用兼用	*/
    "LF_SATORU_COCORO_LIVE",	//			/* [68] こころが生きていてくれて嬉しい	*/	/* バイオ参照用兼用	*/ // 260
    "LF_SATORU_GURUGURU",	//			/* [69] 鈴とぐるぐる話してない		*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_SUIMINYAKU",	//		/* [70] 睡眠薬飲んでない		*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_SYOKUJI",	//			/* [71] ３日目と４日目スフィアで食べた	*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_ENOMOTO",	//			/* [72] 榎本に殺される			*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_SPHIA",	//			/* [73] スフィアで遭難した		*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_LIN_1",	//			/* [74] 黛発狂Ａ			*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_YOMOGI",	//			/* [75] 黄泉木発狂			*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_LIN_2",	//			/* [76] 黛発狂Ｂ			*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_LIN_3",	//			/* [77] 黛発狂Ｃ			*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_AKEKURA",	//			/* [78] 朱倉で遭難			*/	/* バイオ参照用兼用	*/ // 270
    "LF_BAD_COCORO_TOUSI_COCORO",	//		/* [79] 事故現場で凍死			*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_UNI",	//			/* [80] ゆに低体温症で死亡		*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_7A",	//			/* [81] こころ7日目で死亡Ａ		*/	/* バイオ参照用兼用	*/
    "LF_BAD_COCORO_7B",	//			/* [82] こころ7日目で死亡Ｂ		*/	/* バイオ参照用兼用	*/
    "LF_BAD_SATORU_BAD",	//			/* [83] 悟バッドエンドＡ		*/	/* バイオ参照用兼用	*/
    "LF_BAD_SATORU_MIZU",	//			/* [84] 水飲んでＢＡＤ			*/	/* バイオ参照用兼用	*/
    "LF_BAD_SATORU_YUBI",	//			/* [85] 指飛ばされてＢＡＤ		*/	/* バイオ参照用兼用	*/
    "LF_BAD_SATORU_ROLLBAD",	//			/* [86] ロール有りＢＡＤ		*/	/* バイオ参照用兼用	*/
    "LF_M06",	//					/* [87]	UV用フラグ			*/
    "LF_MAX",	//	 // 280

    "REG_TITLE",
    "REG_ROUTE",
    "REG_DATE0",
    "REG_DATE1",
    "REG_BG0",
    "REG_CHARA0",
    "REG_CHARA1",
    "REG_CHARA2",
    "REG_CHARA0_X",
    "REG_CHARA1_X",
    "REG_CHARA2_X",
    "REG_EFFECT",	// 290
    "REG_HANA",
    "REG_RAIN",
    "REG_WAVE",
    "REG_SELECT_MES",
    "REG_BGM",
    "REG_FILTER",
    "REG_QUA",	// 297
    "REG_WINCOL",
    "REG_SELOOP",
    "REG_FILTCOLOR",
    "REG_FILTALPHA",
    "REG_BLINK",
];
var REGSound = "REG_SOUND";
