{
"START":"WIN_COL:2;DATE_SET:12,1,12,4;BG_DSP:BG_B18N1;SE_STA:SE07_07L;TITLE_SET:TITLE_SA2_05;TITLE_DSP:;MES:服を脱ぎ捨てバスルームへと飛び込んだ。%K%P;MES:温かいシャワーを全身に浴びる。%K%P;BG_DSP:BG_B18N3;MES:凍りついた身体がじわじわと、ゆるやかに溶けていくのがわかった。%K%P;MES:その心地良い温もりの中で、オレのいらだちはしだいに薄れていった。%K%P;MES:強い水流に打たれながら考える。%K%P;MES:オレは時計台の上から誰かに突き落とされたらしい。%K%P;MES:自分自身が目撃したことだ。間違いはない。%K%P;MES:だが、それが誰なのか、どうしても思い出すことができなかった。%K%P;MES:時計台にのぼった理由も、依然として謎のままだ。%K%P;MES:わからないことが多かった。%K%P;MES:しかも、これまで考えてきたことは、スフィアにいる我が身に関する問題だけに限定したものだ。%K%P;MES:避難小屋のことや、転移現象のこと、それらも何ひとつ解決されていない。%K%P;MES:ひとつのことだけに追われていると、他のことを忘れてしまいがちだった。%K%P;MES:けれど、仕方がない。%K%P;MES:一つひとつ、丹念に調べあげてゆく以外に方法はないのだ。%K%P;MES:ただし、オレは漠然と、こんな予感を抱いていた。%K%P;MES_SA:SA2_208,悟「すべての謎は、きっとどこかで繋がっている……」%K%P;MES:これだけ不自然極まりない現象が立て続けに起きたのだ。%K%P;MES:それらの原因がどこか一点に収斂されるとみるのは、当たり前のことだろう。%K%P;MES:まあ、とにかく……。%K%P;MES:これでオレが何者かに命を狙われているという可能性は、さらに高まったことになる。%K%P;MES:断言はできないが、オレはそう思った。%K%P;MES:時計台のこと、バスタブのこと、両者が偶然による事故だとはとても思えない。%K%P;MES:事故だとしたら、稲光の中に見えた人影は何だったのか……？%K%P;MES:ゆうべ耳にしたドアの閉まる音は何を示しているというのか……？%K%P;MES:オレは、誰かに、狙われている。%K%P;MES:次の瞬間にも殺されてしまうのかも知れなかった。%K%P;WIN_OFF:;SE_STP:;BG_DSP:BG_B01AR1,BG_SLIDE_R;MES:シャワーを止めて、バスルームを出た。%K%P;MES:タオルで身体を拭い、服を身にまとう。%K%P;MES:殺されてしまうかも知れないという状況にありながらも、比較的オレの心は落ち着いていた。%K%P;MES:今のスフィアには、オレを除けば、女性がふたりと、子どもがひとりしかいない。%K%P;MES:この３人のうちの誰かが犯人だとするなら、無闇に怯える必要などないのだ。%K%P;MES:客観的に見て、体力差は歴然としている。%K%P;MES:相手だって、オレとまともにやりあおうとは考えないだろう。%K%P;MES:実行に移すとすれば、オレが隙を見せたとき……。%K%P;MES:たとえば、眠っているときとか、妙な薬を飲まされたときとか……。%K%P;ADX_STA:ADX27;MES:いや、待てよ……。%K%P;MES:そうとも限らないのか……。%K%P;MES:オレは当然のごとく、このスフィアには４人しかいないと思い込んでいたが……。%K%P;MES:もしかしたら、５番目の人物がどこかに隠れ潜んでいるのかも知れなかった。%K%P;MES:オレの頭の中にはスフィアの構造がたたき込まれている。%K%P;MES:誰かが身を潜める場所などないようにも思う。%K%P;MES:けれど、オレの記憶は完全なものではないのだ。%K%P;MES:忘れている所がないとは言い切れなかった。%K%P;MES_SA:SA2_209,悟「５番目の人物、か……」%K%P;MES:あとでスフィア内を隈なく捜索してみようと思った。%K%P;MES:さて、その前にだ。%K%P;MES:やっておかなければならないことがある。%K%P;MES:冬川こころにメッセージを残しておかなければ……。%K%P;MES:またいつ転移が起こるのかわからないのだ。%K%P;MES:重要な情報はきちんと伝えておく必要があった。%K%P;MES:オレは先ほど見つけたサインペンを手に取って、机の前に向かった。%K%P;BG_DSP:IT24A;FILT_IN:FILT_DARK,30;SCRMODE:SCR_FULL;SET_SAVPNT:;MES:初めましてというべきか、毎度どうもというべきか、これほど挨拶に困る相手もいないな。%K%N;MES:オレは優希堂悟。%K%N;MES:きみも気づいていると思うが、オレ達は人格交換をしているらしい。%K%N;MES:原因はわからない。%K%N;MES:わかったのは、きみが『冬川こころ』という名前の女性であるということぐらいだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:初めに断っておきたいんだが、きみの身体のことだ。%K%N;MES:なんというか……その……不必要にさわったり、見たりしないように気をつけている。%K%N;MES:きみがオレの顔を見て、どういう印象を抱いたのかわからないが、オレは一応紳士だ。%K%N;MES:どうか安心して欲しい。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:さっそくだが、用件を伝える。%K%N;MES:まずは、本当にこれが人格交換現象なのか、調べたいと思う。%K%N;MES:オレの推測によれば、オレの意識がこの肉体を去っているあいだ、代わりにきみの意識がオレの肉体を支配しているものと思われる。%K%N;MES:逆にきみの意識がきみの身体を離れているときには、オレの意識がきみの身体に憑依しているらしい。%K%N;MES:まるで、２台の自動車を交互に運転するように……。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:だが、確証はない。%K%N;MES:今のところ、まわりの人々の証言だけが拠り所だ。%K%N;MES:このスフィアでは、オレの身体が、オレの知らぬうちに、勝手に『冬川こころ』と名乗ったと聞いた。%K%N;MES:そして、あの避難小屋でも、黄泉木さんが肉体の持ち主は『冬川こころ』だと教えてくれた。%K%N;MES:これらの証言を信じるならば、オレときみの意識は、交互にそれぞれの肉体を行ったり来たりしていると考えざるを得ない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:さて、しかしだ。%K%N;MES:オレは冬川こころの顔や声は知っていても、きみ自身の人格と会話したことがない。%K%N;MES:クルマに例えるならば、『冬川こころ』という車体は知っているが、もうひとりの運転手である『きみ』に会ったことがない。%K%N;MES:遠まわしな言い方はよそう。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:要するに、オレは冬川こころという人格が本当に実在するのかどうか疑ってるんだ。%K%N;MES:そこで、きみが実際に存在するという証拠をどこかに残しておいてもらいたい。%K%N;MES:直接会話することはできないから、せめてこのメモ用紙に返信みたいなものでも書いておいてくれないか？%K%N;MES:なんでもいい。%K%N;MES:オレの肉体を操っているのが冬川こころの人格であるという証しを残してくれ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:それから、できれば時間を計測してほしい。%K%N;MES:なんの時間かというと、きみがオレの肉体に乗り移っていた時間だ。%K%N;MES:これにより、ある一定時間ごとに転移が繰り返されるのか、それとも、不規則にそれは行なわれるのか、わかるようになるだろう。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:なにか法則性が見出せればいいのだが……。%K%N;MES:そうすれば、お互い何かと便利だろ？%K%N;MES:あと１分で転移が起こるから、それまでに何かしておこうとか、そういうことができるようになる。%K%N;MES:しかし、なんの法則性もないとしたら……。%K%N;MES:まあ、そのときはそのときだ。%K%N;MES:『法則性がない』ということがわかっただけでも前進というものだろう。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ああ、そうそう。%K%N;MES:そう言えば、大事なことを書き忘れていた。%K%N;MES:実は、オレは……。%K%N;MES:いや『オレの身体は』と書いた方がいいかな。%K%N;MES:実は、オレの身体は　　　　　　　　　　　　%K%P;CLR_SAVPNT:;ADX_STP:;FILT_OUT:30;EXT_GOTO:SA2_06;"
}
