{
"START":"RSET:SF_SC_SATORU_2A,1;RSET:LR_SHORTCUT_SA,3;WIN_COL:2;DATE_SET:12,1,12,4;CALEN_DSP:CAL_SATORU,2;BG_DSP:BG_B01AR1;TITLE_SET:TITLE_SA2_01;TITLE_DSP:;MES:昨日に引き続き、外は吹雪だった。%K%P;MES:かすれた風のうめき声がひどく耳ざわりだ。%K%P;MES:その音は容赦なくオレの気分を沈鬱にさせた。%K%P;MES:なるべく窓から遠ざかろうと思ったオレは、今、ドアの近くに腰を下ろしている。%K%P;MES:そんなことをしても気休めにさえならなかった。%K%P;MES:吹雪の音はごうごうと部屋の隅々にまで満ちていた。%K%P;MES:無論、こんなにも気分が塞いでいるのは、天候のせいだけではなかった。%K%P;MES:今、まさに禍々しい事態が進行している。%K%P;MES:オレはその事態の真っ只中にいる当事者だ。%K%P;MES:気が滅入るのは当然のことと言えた。%K%P;MES:考えるべきことがあまりにも多すぎる。%K%P;MES:オレのちっぽけな大脳の計算処理速度ではとても追いつけない。%K%P;MES:それでもオレはあきらめずに考えた。思惟に思惟を積み重ねて悶々と悩み抜いた。%K%P;MES:山積した難題と格闘すること――４時間。%K%P;MES:目覚めてから今に至るまで思索を続けた結果、どうにかひとつの活路を見出した。%K%P;MES:それを述べる前に、まず状況を整理しておこう。%K%P;WIN_OFF:;SCRMODE:SCR_FULL;FILT_IN:FILT_DARK,30;ADX_STA:ADX04;SET_SAVPNT:;MES:オレが直面している諸問題は次の４つに大別される。%K%N;MES:１：避難小屋のことについて――。%K%N;MES:２：スフィアに於けるオレの症状（ＤＩＤ）について――。%K%N;MES:３：オレの記憶障害について――。%K%N;MES:４：ゆうべバスルームで溺死しかけたことについて――。%K%N;MES:以下、順番に、オレの思考の道すじをたどっていこう。%K%P;CLR_SAVPNT:;BG_DSP:EBG06D;SET_SAVPNT:;MES:１：避難小屋のことについて――。%K%N;MES:オレは昨日まで、あの避難小屋で起きたすべての出来事を夢だと思い込んでいた。%K%N;MES:しかし今は違う。そうは思っていない。%K%N;MES:あれは恐らく、現実世界で起きた出来事だ。%K%N;MES:根拠などない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:『詳細に渡って構築されたリアリティ』とか『寒さや痛みをダイレクトに感じること』とか、%K%N;MES:そんな単純な理由ならいくらでも挙げられるが、それでは『あれが現実であること』の証明にはならない。%K%N;MES:そもそも虚構と現実の違いを定義づけするのは、とても困難なことなのだ。%K%N;MES:では、どうしてオレは『あれが夢ではなかった』と考えるに至ったのか……？%K%N;MES:それは、別の解釈の仕方が見つかったからだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:結論から言おう。%K%N;MES:オレはきっと『時間跳躍現象と人格交換現象を同時に経験している』のだと思う。%K%N;MES:こちらの方は、おぼろげではあるが、根拠と言えるようなものがなくはない。%K%N;MES:まずは時間跳躍現象の方から……。%K%N;MES:避難小屋には、黄泉木、鈴、ゆに、こころ（の姿形をした肉体）の４名がいた。%K%N;MES:このうちの３名は、去年の１月１７日に死んでいる。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:死んだはずの人間が、オレの目の前に現われた。%K%N;MES:このことをどう理解すればいいのか……？%K%N;MES:彼らは幽霊だとでも言うのか……？%K%N;MES:いや、そんなはずはないだろう。%K%N;MES:彼らは実体を伴った人間だ。これは間違いない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:墜落事故から生き延びた彼らは、自力であの避難小屋へとたどりついたのだという。%K%N;MES:このことは、のちに報道機関によって発表された内容と符合する。%K%N;MES:彼らは１月１７日まで生きていたのだ……。あの避難小屋で……。%K%N;MES:また、彼らの発言から、オレの見た光景は墜落直後の１月１１日のものだったらしいこともわかっている。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:これらのことから推測すると……。%K%N;MES:あのときのオレの意識は２０１１年１月１１日の朱倉岳へとタイムスリップしていた、と考えざるを得ないのだ。%K%N;MES:もちろん、幽霊説や、夢・妄想説が完全に否定されたわけではない。%K%N;MES:けれどオレの中には、あの世界が現実だという確かな実感がある。感触がある。手ごたえがある。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:このことはどうしても拭い切ることはできない。%K%N;MES:オレは時間跳躍をした……らしい。%K%N;MES:なぜそんなことが起きたのかはわからない。%K%N;MES:しかし今は『時間跳躍をしたのかも知れない』と認識することの方が大切なのだ。%K%N;MES:夢や妄想だとして一蹴するのは簡単なことだが、常に最悪の事態を考えておく必要がある。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:もしもあの世界が現実だとしたら……？%K%N;MES:そのことを念頭に置きつつ次の一手を考えるのが、この場合に於いては最も賢明な立場と言えよう。%K%N;MES:さて、次に『人格交換現象について』だが……。%K%N;MES:これは『２：スフィアに於けるオレの症状（ＤＩＤ）について』と重なるので、次の項に譲る。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:２：スフィアに於けるオレの症状（ＤＩＤ）について――。%K%N;MES:あの避難小屋の光景が現実だとするなら、%K%N;MES:オレの意識は、２０１１年の朱倉岳と２０１２年の青鷺島を交互に行ったり来たりしていることになる。%K%N;MES:朱倉岳でのオレの肉体は冬川こころの姿形をしていた。%K%N;MES:このとき、青鷺島にいたオレの肉体はどうなっていたのか……？%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:これも結論から言ってしまおう。%K%N;MES:恐らく、オレの肉体には冬川こころの意識が乗り移っていたのだ。%K%N;MES:『オレの意識』が避難小屋の『こころの肉体』に憑依しているときには、『こころの意識』はスフィアの『オレの肉体』に憑依していて、%K%N;MES:『オレの意識』がスフィアの『オレの肉体』に戻ったときには、『こころの意識』も避難小屋の『彼女の肉体』に戻っている。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:避難小屋とスフィア、両者にいた人々の証言から、このことは確かであるように思われる。%K%N;MES:つまり、やはりオレは、ＤＩＤなんかではなかったということだ。%K%N;MES:避難小屋にいたときでも、スフィアにいたときでも、どちらでも同じことが言える。%K%N;MES:オレは精神障害を患っていたのではなく、『人格交換現象』とでも言うべき不可解な現象に巻き込まれていただけなのだろう。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ただし、上にも述べたが、これは単なる『人格交換現象』で済まされるような生やさしい事態ではなかった。%K%N;MES:『時間跳躍』という、これまたにわかには信じがたいヘンテコな超常現象が附随しているのである。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:実に厄介だ……。呪わしい事態である。%K%N;MES:どうしてこんなことになってしまったのか、原因は皆目見当もつかない。%K%N;MES:原因がわからないから、次にいつこの現象が発生し、いつ終了するのかもわからなかった。%K%N;MES:ゆうべからは一度も起きていないような気もするが、%K%N;MES:もしかしたらオレが眠っている間に『時間跳躍現象＋人格交換現象』は発生していたのかも知れない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:（『時間跳躍現象＋人格交換現象』……以降はこれを単に『転移現象』と呼ぶ）%K%N;MES:考えても考えてもキリがなかった。%K%N;MES:原因解明は一刻を争う急務ではあったが、今のところどうすることもできない。%K%N;MES:手の打ちようがなかった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ところで、転移現象という仮説が成立するとすれば、次のようなことも言える。%K%N;MES:オレは避難小屋の黄泉木や、ゆにや、こころの名前に心当たりがあった。%K%N;MES:これはたぶん、オレが墜落事故のことを記憶していたからだと思う。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:鈴の腐乱死体と一緒に発見された黄泉木とこころ、%K;MES:それから唯一の生存者、ゆにのことだけは、忘れることができぬほど深く頭の中に刻み込まれていたのだろう。%K%N;MES:オレの記憶障害については後に詳しく述べることにして、%K;MES:ひとまず、オレが彼らに見覚えがあったのは、上のような理由によるものと思われる。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:次にゆにのこと――。%K%N;MES:ゆにが同時にふたつの世界に存在する謎も、転移現象仮説が正しいとすれば解決される。%K%N;MES:避難小屋の世界は２０１１年、スフィアの世界は２０１２年なのだから、あり得ないことではないのだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:オレの推測はこうだ。%K%N;MES:２０１１年１月１７日、たったひとり雪崩に巻き込まれず、命を失わなかったゆには、それから１年の時を経て、スフィアにやってきた。%K%N;MES:墜落事故の唯一の生存者、楠田ゆに……彼が何の為にこのスフィアに来たのかはわからない。%K%N;MES:この１年間、彼はどこで何をしていたのだろうか？%K%N;MES:それから、もし仮にそうだとしても、このスフィアにどうやって侵入したのかも不明だった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ここは部外者が簡単に出入りできるような施設ではない。%K%N;MES:正面ゲートは常にかたく閉ざされているし、塀の高さは７ｍもある。%K%N;MES:乗り越えるなんて不可能だ。%K%N;MES:だが現実に、彼はここにいる。%K%N;MES:当たり前のように存在している。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:オレはふと、ゆうべ内海から聞いた話を思い出した。%K%N;MES:『楠田ゆには存在すべくして存在する』%K%N;MES:どういう意味だろう？%K%N;MES:テラバイトディスクのことも含めて、ゆにからは詳しい事情を訊く必要がありそうだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:３：オレの記憶障害について――。%K%N;MES_KA:SA1_620,「今のあなたは９０分前に初めてこの世界に産声をあげた、特殊な存在なのかも知れないわ」%K%N;MES:ゆうべ内海はそう言った。%K%N;MES:けれどこれは、あくまでもオレ、優希堂悟がＤＩＤであると仮定しての話だ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:転移現象の可能性が濃厚になった今、この仮説は信憑性を持ち得ない。%K%N;MES:とは言え、転移現象によって記憶障害の謎が解明されるというわけでもなかった。%K%N;MES:ではいったい、この記憶の誤作動は何に起因するものなのだろうか……？%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:時計台から落ちたときに頭を強打したから……？%K%N;MES:そんな単純なことでは済まされない。%K%N;MES:最も不可解なのは、オレに関する内容はほとんど忘れてしまっているというのに、%K%N;MES:鈴との交際期間の想い出は、たいへんよく覚えているというところにある。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:『交際期間の想い出』には始点と終点は含まれていない。%K%N;MES:付き合い出したキッカケと、別離れた原因がわからなかった。%K%N;MES:従って、別離れた後のことも思い出せない。%K%N;MES:鈴が亡くなったと知ったときのこと……。%K%N;MES:オレは悲しんだのだろうか？　涙を流したのだろうか？%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:２０１１年の避難小屋で、彼女と再会を果たしたとき、オレは飛び上がって喜ぶようなことはしなかった。%K%N;MES:本来であれば、彼女が生存していたことを知って、無上の喜びを感じてもよさそうなものだ。%K%N;MES:だが、オレの中にはそんな感情は一切芽生えなかった。%K%N;MES:なぜか……？%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:オレは彼女が死んだという『事実』を知っていただけで、彼女を失ってしまったことによる『悲しみ』は覚えていなかったからだ。%K%N;MES:もちろん、あのときはまだ、状況が把握できずに混乱していたから、というのもある。%K%N;MES:錯乱したオレの意識内では、墜落事故と彼女の存在を直接リンクさせることができなかったのだろう。%K%N;MES:スフィアで目覚めた後は、すべてを夢だと思って片づけてしまっていたし……。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:しかし、それにしても不可解極まる。%K%N;MES:この記憶喪失はやっぱり普通じゃない。%K%N;MES:覚えていることと、忘れてしまっていること、この関係性にまったく法則が見出せないなんて……。%K%N;MES:いや……。%K%N;MES:もしかしたら、そうじゃないのか……？%K%N;MES:これは『記憶喪失』ではなく……。%K%N;MES:『%TS049記憶移植%TE』……なのではないだろうか？%K%N;MES:オレはなんとなく、そんなことを思った。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:４：ゆうべバスルームで溺死しかけたことについて――。%K%N;MES:転移現象仮説をもとに考えてみると、バスタブにダイブしたのはこころの意識であったことがわかる。%K%N;MES:オレの意識が避難小屋にいたとき、留守にしていた優希堂悟の肉体を操っていたのは『こころ』だからだ。%K%N;MES:しかし、どうしてそんなことを……？%K%N;MES:自殺でもするつもりだったのか……？%K%N;MES:オレはしばらく考え込んでから……。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES_SA:SA2_000,「まさかな……」%K%N;MES:良からぬ考えを振り払うことにした。%K%N;MES:では、自殺ではないとするなら……。%K%N;MES_SA:SA2_001,「他殺……？」%K%N;MES_SA:SA2_002,「殺人未遂、か……？」%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:そう言えば、あのとき聞こえたドアの音……。%K%N;MES:あれは犯人が逃げていったときの音だったのか……？%K%N;MES:否定したい。そんな恐ろしいことは考えたくなかった。%K%N;MES:けれど、可能性のひとつとして考えられないことではなかった。%K%N;MES:なぜならオレには、まともな記憶がないからだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:『誰かに怨まれるようなことをした覚えはない』とは断言できない。%K%N;MES:あるいはもしかしたら、オレの知らぬうちに、こころの意識がとんでもないことをしでかして、%K%N;MES:それによって『オレの肉体』が殺意の対象となっているのかも知れない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:とにかくこのことは、こころ本人に訊いておくべきだろう。%K%N;MES:とは言え、彼女の意識と直接コンタクトを取ることはできないから、何らかの連絡手段を見つけ出さなければならないが……。%K%N;MES:まあ、それについては後で考えることにしよう。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ひとまず、オレが４時間かけて考えたことは以上だ。%K%N;MES:一応まとめておくと、こういうことになる。%K%N;MES:・オレとこころの意識は、２０１１年の避難小屋と、２０１２年のスフィアを、交互に入れ替わるように往復しているらしい。%K%N;MES:・厳寒の朱倉岳から無事生還を果たしたゆには、１年の時を経て、このスフィアへとやってきたようだ。%K%N;MES:・オレの記憶障害は、記憶移植の可能性がある。%K%N;MES:・ゆうべ、オレは何者かに殺されかけたのかも知れない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:すべて推測の域を出ない。断定などできなかった。%K%N;MES:しかし逆に、これら４つの可能性を否定することも、今のところはできないのだった。%K%N;MES:常に最悪の場合を考えておくのが賢明だ、ということは前に述べた。%K%N;MES:オレはこれらを念頭に置きつつ、以降の行動に反映させることにした。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:さて、記憶障害によって今まで『目的』を見失っていたオレだが、ここにきて、ようやく達成すべき目標のようなものを見出した。%K%N;MES:大きく分ければ、以下の３つがそれに当たる。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:Ⅰ：転移現象を解明すること――。%K%N;MES:またいつ朱倉岳に飛ばされるのかもわからないし、この現象がいつまで続くのかもわからない。%K%N;MES:一生こんなふうに行ったり来たりを繰り返されたのでは、たまらない。%K%N;MES:転移現象をいつ終了させるのかについては置いておくとしても、さしあたって原因を解明することだけは急を要する課題だった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:Ⅱ：朱倉岳の人々を救うこと――。%K%N;MES:オレの知っている歴史によれば、黄泉木、こころ、鈴の３人は１７日の雪崩に巻き込まれて死んでしまうことになっている。%K%N;MES:こんなことを許すわけにはいかない。%K%N;MES:鈴は何と言ってもオレの元カノだし、こころはオレの……言わばパートナーのようなものだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:こころの死は、もしかしたらオレの死をも意味するのかも知れない。%K%N;MES:鈴とこころは何としてでも助けなければならなかった。%K%N;MES:もちろん、黄泉木もだ。%K%N;MES:彼とはまだ出逢って間もないが、だからと言って見捨てるなんてことはオレにはできない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:たとえ赤の他人だとしても、誰かが死んでいくのをみすみす見逃すわけにはいかないのだ。%K%N;MES:オレは彼らを守ってみせる。歴史を変えてみせる。%K%N;MES:これはオレに与えられた使命だと思った。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:Ⅲ：スフィアの人々に対して注意を払うこと――。%K%N;MES:とりあえず、あのバスルームで起きた出来事が、本当に殺人未遂だったのかどうかを調べなければならない。%K%N;MES:この件に関して白黒はっきりつくまでは、スフィアにいる３人に対して充分警戒する必要があるだろう。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:自分でも嫌だけれど……そうせざるを得ない……。%K%N;MES:我が身を守るためだ。%K%N;MES:このことは、こころにも伝えておくことにする。%K%N;MES:転移が発生しているあいだに、何が起きるかわからないからだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:以上３つが大まかな当面の任務である。%K%N;MES:このスフィアにいる以上、朱倉岳のことはどうすることもできないから、ひとまず『Ⅱ』については保留とする。%K%N;MES:残ったのは『Ⅰ』と『Ⅲ』だが……。%K%N;MES:これらもこのままひとりで思索を続けていてもラチがあかないから、他の３人から話を聞くなどして手がかりを得なければならない。%K%N;MES:特にゆにからは……。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:『本当に１年前に朱倉岳にいたのかどうか？』%K%N;MES:『いたとすれば、なぜ、どのようにしてスフィアにきたのか？』%K%N;MES:『テラバイトディスクには何が書かれていたのか？』%K%N;MES:『そもそもそのディスクをどのような経路で入手したのか？』%K%N;MES:これらをまとめて訊く必要があった。%K%N;MES:さらに、こころとの情報伝達手段も考えなければならない。%K%N;MES:やらなければならないことは大量にあった。%K%P;CLR_SAVPNT:;ADX_STP:;FILT_OUT:30;EXT_GOTO:SA2_02;"
}
