{
"START":"RSET:SF_SC_SATORU_3A,1;RSET:LR_SHORTCUT_SA,5;WIN_COL:2;DATE_SET:12,1,13,5;CALEN_DSP:CAL_SATORU,3;BG_DSP:EBG05A;TITLE_SET:TITLE_SA3_01;TITLE_DSP:;MES:青空を見たのはひさしぶりだ。%K%P;MES:昔のひとは太陽のことを『お天道様』と呼んで崇めたというが、この燦々と降り注ぐ日の光には、本当に心から感謝したい気分だった。%K%P;MES:昨日、一昨日と日の光を浴びることはなかった。%K%P;MES:そのせいか、空気をとても美味しく感じる。%K%P;MES:胸いっぱいに息を吸い込んだ。冷たい外気が身体中に沁みわたっていく。%K%P;MES:鼻腔のてっぺんがツンと痛んだが、その刺激もまたすがすがしく心地良かった。%K%P;WIN_OFF:;BG_DSP:BG_B09A;ADX_STA:ADX02;MES:ゆうべ（１年前のゆうべ）オレが床に就いたのは、朱倉岳の避難小屋だった。%K%P;MES:目覚めたときには、このスフィアに舞い戻っていた。%K%P;MES:だから、この青鷺島から雪雲が剥ぎ取られていったのが、いつのことなのかはわからない。%K%P;MES:とにかく、２日間も続いた猛吹雪は嘘のように消え去っていた。%K%P;MES:時刻は午前９時をまわったところだ。%K%P;MES:オレは今、スフィア敷地内の南に位置する広大な庭を歩いている。%K%P;BG_UV_INIT:30;PSPBG_UV_SET:320,0,640,448;BG_UV_GO:;BG_DSP:BG_B10A,BG_SLIDE_R;MES:歩いている、とは言っても、一歩踏み出すのは容易なことではなかった。%K%P;MES:足がずっぽりと埋まってしまうほどの積雪量……。%K%P;MES:雪の表面は砂糖菓子のようにカピカピに凍りついている。%K%P;MES:それを足で踏み砕くと、中にはぎっしりとサラサラのパウダースノーが詰まっていた。%K%P;MES:雪の抵抗は下半身に過剰な負荷をかけたが、それでも歩くこと自体は苦にならなかった。%K%P;MES:この陽気な天候と爽やかな風の中では、むしろ身体がうずうずとして動き出さずにはいられないのだった。%K%P;MES:オレの前には、まだ誰も足を踏み入れたことのないまっさらな新雪地帯が広がっている。%K%P;MES:処女地を掻き乱すという行為は、原始的な本能をくすぐった。%K%P;MES:オレはいささか大人気ないとは思いながらも、無邪気な仔犬のように飛び跳ねて、雪原をぐんぐんと切り開いていった。%K%P;MES_SA:SA3_000,悟「はぁはぁはぁ……」%K%P;MES:息を切らして、突き当りの壁にもたれかかる。%K%P;BG_DSP:BG_B12A,BG_SLIDE_R;BG_UV_INIT:60;PSPBG_UV_SET:384,0,640,448;BG_UV_GO:;MES:スフィアの敷地を円形に取り囲んだ分厚い壁……。%K%P;MES:この障壁の存在はもちろん知っていたが、改めて見上げてみると、そのあまりの高さに迫り来るものを感じた。%K%P;MES:棒高跳びの世界記録保持者でさえも飛び越えられない高さだった。%K%P;MES_SA:SA3_001,悟「うーん……」%K%P;MES:無駄だということは承知の上で、側面をよじのぼってみようとする。%K%P;MES:手がかりも足がかりもない障壁は、そこにへばりつくことさえも許さなかった。%K%P;MES:戯れついでに思い切り蹴飛ばしてみた。%K%P;VIB_S_L1:;MES:ゴリッというコンクリートのこすれる音だけが小さく響いた。%K%P;MES:無論、微動だにしない。%K%P;MES:壁は不動のものの象徴であるかのように、どっしりとオレの前にそびえ立っていた。%K%P;BG_UV_INIT:30;PSPBG_UV_SET:0,0,640,448;BG_UV_GO:;PSPBG_DSPEX:BG_B09A,BG_SLIDE_L,,384,0,640,448;BG_UV_INIT:30;PSPBG_UV_SET:0,0,640,448;BG_UV_GO:;MES:来た道を引き返す。%K%P;MES:視界の彼方には、スフィアの構造物があった。%K%P;MES:雪にまみれたその建物は、照りつける陽射しをキラリとはね返していた。%K%P;MES:こうして外から眺めてみると、神話やお伽話に登場する氷の宮殿のように見えなくもなかった。%K%P;MES:中央に屹立した高い塔には、捕らわれたお姫様がいるのかも知れない。%K%P;BG_DSP:EBG02A;MES:オレは青空の下を歩きながら『スフィアの敷地を見下ろした図』を、頭の中に思い浮かべてみた。%K%P;MES:まず、敷地は円形である。%K%P;MES:円の中心には時計台があり、半径約１００ｍの位置をコンクリートの塀が取り囲んでいた。%K%P;MES:この円の内側の全域こそが『スフィア』と称されるものの正体だ。%K%P;MES:単に建物だけを指して『スフィア』と呼んでいるのではない。%K%P;MES:さて、半径が（目算ではあるが）１００ｍだとすると、円周上にある壁の全長は……。%K%P;MES_SA:SA3_002,悟「６２８ｍぐらいか」%K%P;MES:で、敷地全体の面積はというと……。%K%P;MES_SA:SA3_003,悟「３．１４ヘクタールってとこだな」%K%P;MES:小学生でもわかる簡単な算数だが、こうして数字に直してみると、スフィアの規模を具体的に想起することができた。%K%P;MES:３．１４ヘクタール……坪数に換算すれば、およそ９５０３坪。%K%P;MES:この値は、極楽園ドームの３分の２の広さに相当する。%K%P;MES:まあ、なんでもかんでも数字に直せばいいというものではないが……。%K%P;MES:これはいわば、オレにとっての悪癖みたいなものだった。%K%P;BG_DSP:BG_B09A;MES_SA:SA3_004,悟「はぁ、バカバカしい」%K%P;MES_SA:SA3_005,悟「こんなくだらないことに頭を使うのはやめよう」%K%P;MES:オレは自らにあきれて首を振った。%K%P;MES:こんな数値を導き出したところで意味はない。いずれ役に立つとも思えなかった。%K%P;BG_DSP:EBG05A;MES:オレは立ち止まり、天を仰ぎ、身体いっぱいに日の光を浴びた。%K%P;MES:このすがすがしい気分は、とても数字であらわすことなどできなかった。%K%P;WIN_OFF:;FADE_OUT:60,FADE_WHITE;ADX_STP:;EXT_GOTO:SA3_02;"
}
