{
"START":"RSET:SF_SC_SATORU_4A,1;RSET:LR_SHORTCUT_SA,7;WIN_COL:2;DATE_SET:12,1,14,6;CALEN_DSP:CAL_SATORU,4;BG_DSP:BG_B05NR1;TITLE_SET:TITLE_SA4_01;TITLE_DSP:;MES:午前３時半――。%K%P;MES:オレは今、リビングの片隅に腰を下ろしている。%K%P;MES:ある人物が部屋から出て来るのを待ち伏せるためだ。%K%P;MES:彼女はきっと現われる。%K%P;MES:オレの予測が正しければ……。%K%P;BG_DSP:EBG06D;ADX_STA:ADX04;SCRMODE:SCR_FULL;FILT_IN:FILT_DARK,30;SET_SAVPNT:;MES:ゆうべ、黄泉木から思わぬ真相を聞かされたオレは、避難小屋のベッドにもぐり込んで思惟をめぐらせた。%K%N;MES:しばらく考え込んでいるうちに、スフィアへと戻っていた。%K%N;MES:オレはスフィアのベッドでまぶたを閉じていた。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:その体勢は、こころの意識がすでに眠ってしまったことを示していたが、オレの方には眠気の兆しさえ現れることはなかった。%K%N;MES:頭の中では閃光が弾け飛んで火花を散らしていた。%K%N;MES:オレは羊の数をかぞえる代わりに、この数日間に身のまわりで起きた出来事をぼんやりと考えていた。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:考える、とは言ってもひとすじなわではいかない。%K%N;MES:数々の問題は網の目のように密接に繋がりあい、なおかつ多重構造的に積み重なっているように思えた。%K%N;MES:ひとつの問題を考えるときには、それとリンクした別の問題も考えなければならず、またその問題を考えるときにはさらに別の……。%K%N;MES:といった具合に、推理の過程は際限なく広がっていってしまうのだった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:どこかに明確な糸口さえ見つかれば、それをたぐり寄せることによって、すべてが直線的に解決できるような気がするのだが……。%K%N;MES:今のところ、そんなものは見つかる気配もなかった。%K%N;MES:オレはモヤモヤと霧状に広がった問題の数々を、ただ漠然と俯瞰することしかできなかった。%K%N;MES:そうして全体を捉えようとすれば細部に目が至らず、局所的に視野を狭めて一点注視を試みれば、肝心の大局を見失ってしまい……。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:そんなジレンマ。%K%N;MES:しかしこのまま足踏みを続けるわけにもいくまい。%K%N;MES:とにかく前に進まなければ……。%K%N;MES:失敗を恐れず、前に前に……。%K%N;MES:そのためには、まず思い切ってリンクをぶった切ってしまうしかないと思った。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:複雑に絡み合った糸が解きほぐせないのなら、それを強引にいくつかの塊に切り分けてしまうしかないのだ。%K%N;MES:オレは便宜的に、すべての細々とした諸問題を統合した大きな命題に『Ｒ』という名前をつけた。%K%N;MES:そしてこのＲを大きく３つに分類した。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ｒ１：人格転移について――。%K%N;MES:ｒ２：青鷺島と朱倉岳、それぞれの場所で達成すべき目的について――。%K%N;MES:ｒ３：内海と穂鳥について――。%K%N;MES:以下、順にこれまでわかっていることをまとめていこう。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ｒ１：人格転移について――。%K%N;MES:最初にこの現象が発生したのは１月１１日の午後８時～９時の間だった。%K%N;MES:以降、青鷺島から朱倉岳への転移の際には、その発生時刻に規則性はなく、ランダムにそれらは起こった。%K%N;MES:逆に、朱倉岳から青鷺島への転移の場合、それらには規則性が見出せた。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:１月１２日のオレの転移時刻――。%K%N;MES:『午後０１時０７分：避難小屋に転移、%N午後０１時４０分：スフィアに戻る』%K%N;MES:『午後０６時０３分：避難小屋に転移、%N午後－－時－－分：スフィアに戻る』%K%N;MES:『午後０７時３３分：避難小屋に転移、%N午後０８時０６分：スフィアに戻る』%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:１月１３日のオレの転移時刻――。%K%N;MES:『午後０１時５２分：避難小屋に転移、%N午後０２時２５分：スフィアに戻る』%K%N;MES:『午後１０時１５分：避難小屋に転移、%N午後１０時４８分：スフィアに戻る』%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:上のリストからもわかるように、オレの意識が朱倉岳にいられる時間は『３３分間』に限定されている。%K%N;MES:この『３３分間』という時間に揺らぎはなく、ほぼ確実な『法則』であることがわかった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:無論、これはオレの立場にのみ言えることで、こころの意識にとってはまったく正反対のものになる。%K%N;MES:こころの意識が青鷺島にいられる時間は『３３分間』と原則的に決まっているが、朱倉岳にいられる時間に法則性はない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:さて、オレとこころはこのようなかたちで、お互いの肉体を行ったり来たりと転移を繰り返してきた。%K%N;MES:オレがこころの肉体にいるときには、こころはオレの肉体にいて、オレが自分の肉体にいるときには、彼女も自らの肉体にいて……。%K%N;MES:とまあ、そんな感じで。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:そこで次に考えるべきことは、この現象の解決策だ。%K%N;MES:オレはこの厄介でややこしい人格転移という事態を一刻も早く終了させたいと願っていた。%K%N;MES:そして、恐らくこころもオレと同じ気持ちでいるものと思われる。%K%N;MES:当然のことだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:オレだってこころだって、まともな人生を送りたいんだ。%K%N;MES:人並みに恋をして、仕事をして、遊んで、家族を作って、やがておじいちゃんになって、おばあちゃんになって……。%K%N;MES:そういう普通の人間らしい生活を営みたいんだ。%K%N;MES:いつ終わるかもわからない人格転移なんて現象に一生を振りまわされたくなんかない。%K%N;MES:しかもこの転移は、同時並行的に発生するのではなく、１年間のブランクを挟んで行なわれるのだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:これは要するに、時間跳躍と人格転移を一緒に行なっているということで、%K%N;MES:本当に、まったく、切実に、狂おしいほどに、呪わしいほどに、忌々しい事態なのである。%K%N;MES:本音を言えば、今すぐにでもすべてを放り出して南の島にでも逃げ出したいところだが、%K%N;MES:たとえ火星の人面岩深くにまで逃げ延びたところで、この転移という作用が失われるという保証はない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:だからこそ、オレは今ここで解決策を見出さなければならないのだ。%K%N;MES:それに、２０１１年１月１７日に雪崩に巻き込まれて死んでしまうのは、こころではなく、オレなのかも知れないわけだし……。%K%N;MES:仮にそのときの意識がこころのものだったとしても、そのあとオレの身に何が起こるのかも定かではないし……。%K%P;CLR_SAVPNT:;MES:もしかしたら、片方の肉体が絶命した後でも、意識の転移は継続するのかも知れないわけであり……。%K%N;MES:そうしたら、次の転移が起きた直後、オレは冷たい雪の下にいることになるわけで……。%K%N;MES:考えただけでも身の毛がよだつ。そんな事態は絶対に避けなければならない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:タイムリミットは迫っていた。%K%N;MES:３日後の１月１７日までに、オレはこの現象を解明し、なにがなんでも転移を終了させる。%K%N;MES:それがオレの使命なのだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:しかし、解決策を見つけるためには、まずはその原因を突き止めなければならない。%K%N;MES:ところがこの原因というやつが皆目見当もつかないのだった。%K%N;MES:手がかり、と言えるかどうかはわからないが、役に立ちそうな情報ならいくつかある。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:１：月。%K%N;MES:なぜ、朱倉岳と青鷺島で、見えた月の形が同じだったのか？%K%N;MES:ゆうべ（１３日）に見えた月の形は、いずれも２０１２年のそれだった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:２：海。%K%N;MES:なぜ、朱倉岳に於いて、すりばち状の窪地をのぼりきったときに海が見えたのか？%K%N;MES:それも何十キロと離れた場所に海原が見えたのではない。%K%N;MES:すぐ近く……ほとんど目と鼻の先にそれは広がっていた。%K%N;MES:しかも、青鷺島で、スフィアの正面ゲートを開くと、そこに待っていたのも海だった。%K%N;MES:これらは何を意味するのだろうか？%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:３：ゆにの存在。%K%N;MES:オレはこれまで、こう思っていた。%K%N;MES:朱倉岳にいるゆにの肉体は、航空機の墜落地点から自力で避難小屋にたどりついたゆにのものであり、%K%N;MES:青鷺島にいるゆにの肉体は、２０１１年１月１７日に救助隊に発見され、１年の時を経てスフィアにやってきたゆにのものである、と。%K%N;MES:そして、前者と後者の意識は、オレとこころが経験しているのと同じような転移現象によって１度だけ入れ替わった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:朱倉岳のゆにと、青鷺島のゆにで、記憶内容その他諸々に違いが見られるのはこのためである……そう思い込んでいた。%K%N;MES:しかし、そうではなかったようだ。%K%N;MES:そもそも、オレとこころが何度も転移を繰り返しているのに、ゆにだけが１度だけというのはどう考えても不自然だった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:これらから導かれる結論はたったひとつ――。%K%N;MES:いや、しかしこれはまだ仮説に過ぎない。%K%N;MES:もう少し証拠を集めてから改めて検討することにしよう。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ｒ２：青鷺島と朱倉岳、それぞれの場所で達成すべき目的について――。%K%N;MES:オレは今、自分に課せられた使命として『転移現象を解明し、終息させること』を挙げたが、%K%N;MES:実はこれは他の２つの目的に比べて優先順位は低い。%K%N;MES:つまり、転移現象の解明なんてものよりも遥かに大事な責務があとふたつも残っているということだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ひとつめは、青鷺島に於いて、オレを殺そうとしている犯人を見つけ出すこと。%K%N;MES:無論、その過程で命を失ってしまっては意味がないから、犯人の魔の手から逃れ、無事に生き延びることも目的のうちに含まれる。%K%N;MES:果たして、オレを時計台から突き落とし、バスタブに沈め、闇にまぎれて刺し殺そうとした人物とは何者なのか？%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:穂鳥なのか、内海なのか、あるいは姿の見えぬ５番目の人物なのか。%K%N;MES:まかり間違っても、ゆになどということはあり得ないと思うが……。%K%N;MES:いや、しかしその可能性も完全に否定することはできない。%K%N;MES:いったいなぜ、こんなことになってしまったのか。%K%N;MES:どうしてオレは命を狙われるはめになってしまったのだろう？%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ともかく、誰かがオレを殺そうとしていることは事実だ。%K%N;MES:一刻も早く真相を解明しなければ……。%K%N;MES:身に迫った危機を払拭するという意味に於いても、犯人を突き止めることは急務だった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ふたつめ――。%K%N;MES:ふたつめの目的は、ひとつめに比べても、より一層の困難が伴なうことが予想される。%K%N;MES:青鷺島での敵が人間だとしたら、朱倉岳に於けるそれは、自然であり、時間であり、運命であると言えた。%K%N;MES:捉えどころのない自然界の法則……。%K%N;MES:それが、オレの立ち向かわなければならない相手だった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:そう、ふたつめの目的とは、朱倉岳にいる４人を無事救出することにあった。%K%N;MES:オレの知っている歴史によれば、彼ら４人のうちの３人は１７日の雪崩に巻き込まれて死んでしまうことになっている。%K%N;MES:しかも、その３人の中には黛鈴も含まれていた。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:以前付き合っていた彼女……。%K%N;MES:オレ達が別離れたのは、オレにとっては１年半前、彼女にとっては半年前のことになる。%K%N;MES:彼女への恋愛感情はすでに薄れてしまったが、それでも純粋な好意や愛情を抱いていることに変わりはなかった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:２年間にも及ぶ交際期間は、オレと彼女の関係を特別なものにした。%K%N;MES:別離れたからといって、もはや赤の他人のように彼女を見ることはできない。%K%N;MES:オレにとって、黛鈴はとても大切なひとだった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:そして、愛着心という意味で言えば、冬川こころに対する想いも、鈴へのそれに等しかった。%K%N;MES:この数日間、オレとこころは肉体を共有し、同じ境遇に立たされ、いくたびもの危機をともに乗り越えてきた。%K%N;MES:文字通り、オレとこころは一心同体。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:厳密に言うなら、一心同体を２倍にしたような関係にある。%K%N;MES:冬川こころの死は、直接間接を問わず、あらゆる意味に於いて優希堂悟の消滅を意味し、%K%N;MES:優希堂悟の死は、同じく冬川こころがこの世から完全に消え去ってしまうことを意味した。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:親族だろうと、交際相手だろうと、ふたつの異なった個体がこれほど近しい関係にあることはまずあり得ない。%K%N;MES:面と向かって逢ったことさえないのに……。%K%N;MES:誰よりも遠くにいて、誰よりも近くにいる彼女……。%K%N;MES:彼女はオレにとっての運命のひとであり、我が命と等価の存在だった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:では、黄泉木やゆにのことはどうでもいいのかというと、もちろんそんなことはない。%K%N;MES:彼らもまた、冬川こころとは少し違った意味合いになるが、やはり運命をともにする仲間であることに違いはなかった。%K%N;MES:オレは彼らと接することによって親近感を抱き、共感を覚えた。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:厄介なことに想い出なんてものまで出来てしまった。%K%N;MES:彼らを失いたくないという想いは、他のふたりの女性に対するものとまったく同じだ。%K%N;MES:だからオレは……。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:鈴と、こころと、黄泉木と、ゆに、朱倉岳にいる４人全員を、なにがなんでも救ってやらなければならないのだった。%K%N;MES:歴史的に見れば、このうちの３人は１７日に死んでしまうことになっているが、そうはさせない。%K%N;MES:オレが歴史を変えてみせる。%K%N;MES:必ず。絶対に。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:これは世界中でたったひとり、オレだけにしかできない任務なのだ。%K%N;MES:黄泉木や鈴やこころは過去の人間だから、新聞記事の内容をそのまま鵜呑みになんてしていないだろう。%K%N;MES:彼女の中にはある程度、来るべき運命の時を楽観視する部分が残っているはずだ。%K%N;MES:けれど、オレは違う。%K%N;MES:オレにはそうは思えない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:なぜならオレは、未来の人間だから。%K%N;MES:『救助隊によって発見された生存者はゆにだけ』%K%N;MES:これは現実に起こってしまったことであり、この事実は避難小屋のメンバーの中ではオレだけしか知らない。%K%N;MES:（ゆにはどうだろう？　知っているのかもわからないが、今は彼をあてにすることはできない）%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:だから『過去を変える』という行為は、オレだけにしかできないのだ。%K%N;MES:歴史を塗り変えることができるのは、未来の人間であるオレだけなのだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:まとめるとこうなる。%K%N;MES:オレは青鷺島で犯人を突き止め、朱倉岳で４人を救出し、それらと同時並行的に人格転移現象を解明しなければならない。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:本当に、まったく、切実に、狂おしいほどに、呪わしいほどに、忌々しい状況だった。%K%N;MES:これだけでも、脳内のすべてのシナプスが激しくスパークして焼け焦げてしまうぐらいに複雑な事態だというのに、%K%N;MES:さらにもうひとつ……考えなければならないことが残っていた。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ｒ３：内海と穂鳥について――。%K%N;MES:ゆうべ黄泉木は言っていた。%K%N;MES:彼ら夫婦の息子、潤一くんは、阿波墨の病院で殺されてしまったのだと。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:２００９年１月１４日――。%K%N;MES:黄泉木にとっては２年前、内海にとっては３年前のことになるが、当時９つだった潤一くんは、犬伏景子の手によって命を奪われた。%K%N;MES:犯行の動機は不明、心神喪失状態による発作的な凶行であったという。%K%N;MES:なんの罪もない幼い少年が、特に理由もなく無惨に殺されたのだ。%K%N;MES:こんなことが許されてよいのだろうか。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:犬伏景子は今も、青鷺島のスフィアでのうのうと日常生活を送っている。%K%N;MES:いや、言い方を改めよう。%K%N;MES:涼蔭穂鳥は今も、だ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:恐らく、阿波墨の病院で犯行に及んだのは涼蔭穂鳥の人格だ。%K%N;MES:オレは（彼女が嘘をついていない限り）景子の人格とはまだ一度も話をしたことがない。%K%N;MES:それでもオレにはわかった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:穂鳥はオレの心をもてあそぶように振る舞い、あのネズミをためらうことなく一撃で死に至らしめた。%K%N;MES:その奇行の数々、異常性、残虐性を見るにつけ、阿波墨での主犯格が穂鳥であろうという推測は確信へと変わっていったのだった。%K%N;MES:たぶん、犬伏景子の中で、全権力を掌握しているのは穂鳥の人格なのだろう。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:オレが穂鳥とだけしか会話できないのは、今現在犬伏の肉体を支配しているのが穂鳥だからなのだと思う。%K%N;MES:あの日、１２人もの貴い命が奪われた。%K%N;MES:特に理由もなく、発作的な衝動によって、虫けら同然の殺され方をしたのだ。%K%N;MES:涼蔭穂鳥ならば、そんな非人間的な行為もやすやすとやってのけるような気がした。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:オレはこの事件を思うとき、胸が絞めつけられるような気分になる。%K%N;MES:ただ抑圧された感情を発露せんがために、たったそれだけのために、無垢な命が奪われたのかと思うと……。%K%N;MES:オレは切なくて、やるせなくて、もうどうにもならないほどのいたたまれない気分にさいなまれるのだった。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:事件とは何の関係もないこのオレが、これほどまでに熱い感情を抱くのだ。%K%N;MES:ましてや、直接我が子を手にかけられた親族の、その怨念たるやいかばかりであろうか……。%K%N;MES:ひとつぶだねの愛しい我が子を、なんの意味もなく殺されたならば、オレならどうするだろう？%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:ある日突然、かけがえのない存在を奪われたならば……。%K%N;MES:平和な日常を破壊され、世界で最も大切な希望を根こそぎ剥ぎ取られていったならば……。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:オレなら……。%K%N;MES:オレならきっと……。%K%N;MES:そいつを殺す。殺すだろう。%K%N;MES:同じようなやり方で……。%K%N;MES:いや、もっと過酷な手段を用いて……。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:あるいは、内海がスフィアにやってきたのもそのためではなかろうか？%K%N;MES:彼女は復讐を果たすためにここに来た。%K%N;MES:どのようにスフィアに侵入したのかはわからないが、%K%N;MES:ともかく、被害者の母親と加害者が、今日このとき、奇しくも同じ空間に身を寄せているということは、偶然なんかであるはずがないのだ。%K%P;CLR_SAVPNT:;SET_SAVPNT:;MES:今日、１月１４日は、潤一くんの誕生日であり命日でもある。%K%N;MES:内海は必ずなにかをしでかすに違いない。%K%N;MES:オレは激しい胸騒ぎを覚えた。%K%P;CLR_SAVPNT:;FADE_OUT:60,FADE_WHITE;FILT_OUT:1;BG_DSP:BG_B05NR1;FADE_IN:60;SCRMODE:SCR_WINDOW;MES:だから、オレは今ここにいる。%K%P;MES:内海が部屋から出て来るのを待っているのだ。%K%P;MES:時刻は午前４時をまわった。%K%P;MES:穂鳥が阿波墨の病院に忍び込んだのと同じ時刻……。%K%P;MES:内海が復讐を狙っているとしたら、このときを逃すはずはないと思った。%K%P;MES:だが……。%K%P;MES:もしもオレの思惑通り、内海が部屋から出てきたとして、その後どうすればいいのか、オレはまだ決めかねていた。%K%P;MES:『バカなことはやめろ』とでも言って、彼女を引き止めるつもりなのか。%K%P;MES:あるいは、このまま暗がりに身を潜めて、彼女が穂鳥の部屋へ入っていくのを黙って見届けるつもりなのか。%K%P;MES:自分でも、なぜ彼女を待ち伏せているのかわからなかった。%K%P;MES:ただどうしても、部屋でじっとしていることなんてできなかったのだ。%K%P;MES:外はまだ夜の闇に支配されている。%K%P;MES:この季節、緯度の高い青鷺島では７時を過ぎるまでは日が昇らない。%K%P;MES:オレは彼女を待ち続けた。%K%P;MES:息を殺し、気配を消して、あとは何も考えず、聴覚だけに全神経を集中した。%K%P;WIN_OFF:;ADX_STP:;EXT_GOTO:SA4_02;"
}
